[
    {
        "title": "Think and Grow Rich",
        "bookTitle": "Think and Grow Rich",
        "rating":"4",
        "description": "The most famous of all teachers of success spent a fortune and the better part of a lifetime of effort to produce the Law of Success philosophy that forms the basis of his books and that is so powerfully summarized and explained for the general public in this book. In Think and Grow Rich, Hill draws on stories of Andrew Carnegie, Thomas Edison, Henry Ford, and other millionaires of his generation to illustrate his principles. This book will teach you the secrets that could bring you a fortune. It will show you not only what to do but how to do it. Once you learn and apply the simple, basic techniques revealed here, you will have mastered the secret of true and lasting success. Money and material things are essential for freedom of body and mind, but there are some who will feel that the greatest of all riches can be evaluated only in terms of lasting friendships, loving family relationships, understanding between business associates, and introspective harmony which brings one true peace of mind! All who read, understand, and apply this philosophy will be better prepared to attract and enjoy these spiritual values.",
        "book_image": "https://i.ibb.co/yQHyZvL/book16.png",
        "author": "Napoleon Hill",
        "author_image": "https://i.ibb.co/9pxgyx3/517-Lzn-LEhn-L-SY600.jpg",
        "publisher": "Sound Wisdom",
        "type": "favorite",
        "chapters": [
            {
                "sno": 1,
                "name": "Chapter 1",
                "url": "https://drive.google.com/file/d/1LCed9JHv9TYkLN3jwdOCXdt5ZTl0AdcM/view?usp=sharing"
            }
        ],
        "year": "2022"
    },
    {
        "title": "Realm of Dragons",
        "bookTitle": "Realm of Dragons",
        "rating":"4",
        "description": "An action-packed epic fantasy from a USA Today bestselling author: The fates of two young princesses, three warring princes, and the son of a blacksmith intertwine in the realm of Dragonfell. First in a series!.",
        "book_image": "https://i.ibb.co/KWWNrJW/realm-of-dragons.jpg",
        "author": "Morgan Rice",
        "author_image": "https://i.ibb.co/kJvs3sJ/morgan-rice.jpg",
        "publisher": " Lukeman Literary Management",
        "type": "favorite",
        "chapters": [
            {
                "sno": 1,
                "name": "Chapter 1",
                "url": "https://drive.google.com/file/d/1LCed9JHv9TYkLN3jwdOCXdt5ZTl0AdcM/view?usp=sharing"
            }
        ],
        "year": "2019"
    },
    {
        "title": "Just Me",
        "bookTitle": "Just Me (A Cami Lark FBI Suspense Thriller—Book 1)",
        "rating":"4",
        "description": "With her tattoos and piercings, MIT tech genius Cami Lark is rebellious and anti-authoritarian—and finds herself in deep trouble when she hacks the FBI. Faced with the choice of prison or aiding the BAU hunt down serial killers, Cami reluctantly partners. Yet when she is faced with a killer with a penchant for Augmented Reality, and with future victims lives on the line, Cami may have found more than she bargained for.",
        "book_image": "https://i.ibb.co/r7nFv7y/41-KZXY96yn-L.jpg",
        "author": "Blake Pierce",
        "author_image": "https://i.ibb.co/XZMmgZg/AVT-Blake-Pierce-5748.webp",
        "publisher": "Roberto Mattos",
        "type": "favorite",
        "chapters": [
            {
                "sno": 1,
                "name": "Chapter 1",
                "url": "https://drive.google.com/file/d/1LCed9JHv9TYkLN3jwdOCXdt5ZTl0AdcM/view?usp=sharing"
            }
        ],
        "year": "2022"
    },
    {
        "title": "The Farthest Star",
        "bookTitle":"The Farthest Star: A Science Fiction Adventure (The Far Horizons)",
        "rating":"4",
        "description": "In the far future, a dormant android awakes on a vast starship to find humanity's last hopes rest with him.Launched to carry the human species across the galaxy, Starship's generations-long journey has crumbled as machines took everything from their human creators, including life itself. Given a mission by humanity's last digital remnants, Gamma must traverse Starship's vast, dangerous bulk in search of a way to preserve Starship's original purpose.Yet Gamma isn't the only intelligent machine on Starship, and some want a very different end as the spacecraft approaches its final destination. As he confronts the mechs that've claimed Starship as their own, the key to Gamma's survival will come not only from his metal fists, but from figuring out why Starship's humans fell in the first place.A far-future science fiction action adventure that blends the real and virtual worlds, The Farthest Star kicks off a series that will have you wondering whether what makes us human comes our biology, or our beliefs..",
        "book_image": "https://i.ibb.co/mXBqhPs/55431985.jpg",
        "author": "A.R. Knight",
        "author_image": "https://i.ibb.co/kh3j8h6/52kpbgde756t6t4hkb58jdn7uu-SY600.jpg",
        "publisher": "Black Key Books",
        "type": "favorite",
        "chapters": [
            {
                "sno": 1,
                "name": "Chapter 1",
                "url": "https://drive.google.com/file/d/1LCed9JHv9TYkLN3jwdOCXdt5ZTl0AdcM/view?usp=sharing"
            }
        ],
        "year": "2020"
    },
    {
        "title": "One Last Step",
        "bookTitle":"One Last Step (A Tara Mills Mystery--Book One)",
        "rating":"4",
        "description": "ONE LAST STEP (A Tara Mills Mystery—Book One) is the debut novel in a new FBI mystery series by debut author Sarah Sutton. Two hikers go missing along the Appalachian Trail, leaving only a bloodstained forest behind them, and when another hiker collapses on someone’s porch in New Hampshire, murdered by crossbow, the cops quickly realize they have a serial killer on their hands--one that may know the trails better than anyone. FBI Agent Tara Mills is young, brilliant and new to the force. With a promising career in front of her, she soon finds herself up against the ultimate test when she is assigned the case. Yet, the case soon proves to be more challenging than she ever could've imagined--an impossible riddle that leaves even her seasoned partner stumped. Meanwhile, something about the case stirs a darkness within her--a tortured past--that even her long-term boyfriend doesn't fully know. As nightmares consume her, she only hopes that her past will not ruin her once again. As more hikers go missing, and with her job on the line, Tara finds herself on a race against time as she combs through the forest’s trails. Peeling back each layer, she soon realizes that she is up against a true diabolical mastermind. And just when she thinks she has it all figured out, her instincts take her to the most shocking truth of all.",
        "book_image": "https://i.ibb.co/dpcsmPB/61-NUHK3d9z-L.jpg",
        "author": "Sarah Sutton",
        "author_image": "https://i.ibb.co/my910fp/author-picture.png",
        "publisher": "Independently published",
        "type": "recommended",
        "chapters": [
            {
                "sno": 1,
                "name": "Chapter 1",
                "url": "https://drive.google.com/file/d/1LCed9JHv9TYkLN3jwdOCXdt5ZTl0AdcM/view?usp=sharing"
            }
        ],
        "year": "2020"
    }
]